"language_name" = "Italian";

"settings_title" = "Indietro";

"terms_of_use" = "Condizioni di utilizzo";

"app_name" = "Moments";

"action_calendar" = "Calendar";
"action_settings" = "Impostazioni";

"home_screen" = "";

"settings" = "Impostazioni";
"seznam" = "Elenco";

"home_screen_title" = "Prendetevi un momento per la vostra salute. Questa applicazione vi propone le linee guida sul consumo dell’acqua minerale naturale Donat Mg sulle quali si basano, da più di un secolo, le terapie del Rogaška Medical Center. Queste linee guida su come bere Donat Mg sono adesso disponibili anche a voi.";

"drinking" = "Come bere l’acqua";
"interval" = "Durata";

"start_date" = "Giorno di inizio cura prescelto:";

"button_indication_start" = "ATTIVA";
"button_indication_stop" = "DISATTIVA";

"confirmation_title" = "Promemoria impostato";
"confirmation_desc" = "Il promemoria per bere Donat Mg è impostato. Alla salute!";
"confirmation_back" = "Alla pagina principale";

"save" = "SALVA";

"zbujanje" = "Risveglio";
"zajtrk" = "Colazione";
"kosilo" = "Pranzo";
"vecerja" = "Cena";
"spanje" = "Sonno";

"obrokov" = "Numero di pasti";

"close" = "ANNULA";

"home" = "Home";

"licence" = "© Droga Kolinska d.d. Tutti i diritti riservati. Droga Kolinska fa parte del gruppo Atlantic Grupa.";

"rules_html" = "rules_it.html";

"choose_language" = "Izberi jezik";

"choose_obrokov" = "Numero di pasti";

"indication_1" = "Stitichezza";
"indication_2" = "Bruciore di stomaco";
"indication_3" = "Carenza di magnesio";
"indication_4" = "Diabete";
"indication_5" = "Malattie della cistifellea e del pancreas";
"indication_6" = "Formazione di calcoli urinari";
"indication_7" = "Obesità e dimagrimento";
"indication_8" = "Malattie cardiovascolari";
"indication_9" = "Stress e mal di testa";
"indication_10" = "Per il benessere";

"indication_1_desc" = "Donat Mg è un lassativo osmotico naturale. Contiene sali di solfato e circa 1000 mg/l di magnesio. Gli ioni solfato hanno una grande capacità di legare acqua, grazie alla quale aumentano da 3 a 5 volte il volume del contenuto dell’intestino, stimolando così la peristalsi.";
"indication_2_desc" = "Grazie ai suoi circa 7.800 mg di bicarbonato, Donat Mg è capace di legare gli acidi e tamponare gli acidi liberi. La natura alcalina del bicarbonato di sodio presente in Donat Mg ha un effetto antinfiammatorio sulla mucosa gastrica; il magnesio e il calcio, che accompagnano il sodio, riducono inoltre il gonfiore della mucosa.";
"indication_3_desc" = "Donat Mg è l’acqua minerale naturale più ricca di magnesio.* Ogni giorno abbiamo in media bisogno di 375 mg di questo minerale. Il fabbisogno di magnesio aumenta durante periodi di gravidanza e di allattamento nonché di crescita veloce in adolescenza. Maggiori perdite di magnesio e di conseguenza il suo aumentato fabbisogno giornaliero si verificano anche negli anziani o sono provocati da certi disturbi metabolici, alcuni farmaci, diete e periodi di stress. Il miglior modo per introdurre il magnesio nell’organismo è bevendo acqua. Il magnesio dell’acqua minerale è immediatamente disponibile all’organismo e può entrare velocemente in processi metabolici.\n\n*I dati comparativi esaminati comprendono tutte le acque minerali naturali riconosciute e disponibili sul mercato comprese nel registro dell’UE. ";
"indication_4_desc" = "La carenza di magnesio in persone affette da diabete mellito di tipo 2 si manifesta a causa dell’aumentata perdita di questo minerale attraverso l’urina. Nelle persone (anche nelle gestanti) affette per la prima volta, il diabete mellito provoca lo squilibrio di glucosio nel sangue e inibisce l’azione dell’insulina. Bevendo Donat Mg si recupera il magnesio, il che aiuta a controllare meglio il diabete e ridurre le oscillazioni di zucchero.";
"indication_5_desc" = "La bile dei pazienti a cui sono stati rimossi i calcoli si presenta ricca di colesterolo o povera di acidi biliari e lecitina. Nella cistifellea si accumula della bile più densa, che non defluisce completamente. Il solfato di magnesio in Donat Mg stimola la secrezione della bile. Lo svuotamento regolare della cistifellea quindi previene l’insorgere dei calcoli biliari.";
"indication_6_desc" = "Donat Mg ha un alto contenuto di bicarbonato e magnesio, grazie al quale previene in modo naturale la formazione di calcoli di ossalato di calcio, di acido urico e di cistina, che insorgono in un ambiente acido.  Ambedue le sostanze svolgono un ruolo importante nella regolazione dell’equilibrio acido-base. Specialmente il bicarbonato ha un forte effetto basico, legando gli acidi e creando un ambiente alcalino, che inibisce la formazione di questi tipi di calcoli.";
"indication_7_desc" = "Durante il dimagrimento l’acqua minerale naturale Donat Mg neutralizza gli acidi e sostituisce i minerali persi. Quale lassativo naturale, è particolarmente utile all’inizio della dieta perché elimina le tossine dall’organismo. I sali di solfato in Donat Mg stimolano la produzione di colecistochinina, il che diminuisce l’appetito. Il magnesio inoltre stimola il metabolismo, rafforza il sistema immunitario e aumenta le riserve energetiche.";
"indication_8_desc" = "Donat Mg contiene poco sale da cucina, perciò non altera la pressione sanguigna. D’altra parte ha un alto contenuto di magnesio (1000 mg/l). Il magnesio è un elemento indispensabile che, tra l’altro, contribuisce al funzionamento del sistema muscolare. Anche il nostro cuore è un muscolo che ha bisogno di magnesio per funzionare senza problemi. Per prevenire l’insufficienza cardiaca, i disturbi del ritmo cardiaco e altre complicazioni che possono essere provocate dalla carenza di questo importante minerale, è necessario introdurre il magnesio nell’organismo quotidianamente.";
"indication_9_desc" = "Lo stress interessa sia la nostra salute fisica che psichica, poiché aumenta la perdita di sostanze minerali dall’organismo, aumentando così il fabbisogno di vitamine e minerali. La carenza di magnesio può persino provocare alcuni tipi di mal di testa. Donat Mg è ricca di questo minerale che gli scienziati chiamano anche “minerale anti-stress” o “balsamo per nervi e muscoli”.";
"indication_10_desc" = "Donat Mg è ricca soprattutto di magnesio, solfati e bicarbonati, ma contiene anche calcio, sodio e altri microelementi. Apporta al nostro organismo preziosi minerali, e grazie al suo alto contenuto di bicarbonato, regola allo stesso tempo l’equilibrio acido-base. È possibile berla tutta la vita per mantenere la salute e sentirsi in forma.";

"indication_1_time" = "5 giorni, interrompere per 2 giorni ripetere continuamente";
"indication_2_time" = "Continuamente o con brevi pause";
"indication_3_time" = "Continuamente o con brevi pause";
"indication_4_time" = "5 giorni, interrompere per 2 giorni ripetere continuamente";
"indication_5_time" = "6 settimane, interrompere per 4 settimane, 3 volte all’anno";
"indication_6_time" = "Continuamente o con brevi pause";
"indication_7_time" = "3 mesi, interrompere per 1 mese, 3 volte all’anno";
"indication_8_time" = "2 mesi, interrompere per 1 mese, 3 volte all’anno";
"indication_9_time" = "2 mesi, interrompere per 1 mese, 3 volte all’anno";
"indication_10_time" = "Continuamente o con brevi pause";

"drinking_na_tesce" = "A digiuno";
"drinking_pred_spanjem" = "Prima di coricarsi (se necessario)";
"drinking_veckrat_dnevno" = "Più volte al giorno";
"drinking_20_min_pred" = "20 minuti prima dei pasti";
"drinking_med_obroki" = "Durante i pasti e 1–2 ore dopo i pasti";
"drinking_opoldne" = "A mezzogiorno";
"drinking_zvecer" = "La sera";
"drinking_pred_kosilom" = "Prima di pranzo";
"drinking_pred_vecerjo" = "Prima di cena";
"drinking_obcutek_lakote" = "Quando si avverte il senso di fame, durante e prima dei pasti";
"drinking_3_4_dnevno" = "3–4 volte al giorno";
"drinking_pred_jedjo" = "Prima dei pasti";

"temperature_toplo" = "30–37 °C";
"temperature_mlacno" = "23–25 °C";
"temperature_sobna" = "20 °C";
"temperature_hladno" = "17–18 °C";
"temp_toplo" = "calda";
"temp_mlacno" = "mlako";
"temp_sobna" = "temp ambiente";
"temp_hladno" = "fredda";
"volume_suffix" = "dcl";

"speed_hitro" = "Velocemente";
"speed_razmeroma_hitro" = "Abbastanza velocemente";
"speed_pocasi" = "Lentamente";

"days_localized" = "MTWTFSS";
"month_1" = "January";
"month_2" = "February";
"month_3" = "March";
"month_4" = "April";
"month_5" = "May";
"month_6" = "June";
"month_7" = "July";
"month_8" = "August";
"month_9" = "September";
"month_10" = "October";
"month_11" = "November";
"month_12" = "December";

"month_1_short" = "Jan";
"month_2_short" = "Feb";
"month_3_short" = "Mar";
"month_4_short" = "Apr";
"month_5_short" = "May";
"month_6_short" = "Jun";
"month_7_short" = "Jul";
"month_8_short" = "Aug";
"month_9_short" = "Sep";
"month_10_short" = "Oct";
"month_11_short" = "Nov";
"month_12_short" = "Dec";

"time_zjutraj" = "Morning";
"time_opoldne" = "Noon";
"time_zvecer" = "Evening";
